Repository: OpenMediaVault-Plugin-Developers/openmediavault-webdav
Catalog: usr/share/openmediavault/locale/*/openmediavault-webdav.po
Languages: ru_ru, uk_uk, zh_tw

source: Enable
ru_ru: Включить
uk_uk: Активувати
zh_tw: 啟用

source: Extra options
ru_ru: Дополнительные опции
uk_uk: Додаткові опції
zh_tw: 額外選項

source: Group
ru_ru: Группа
uk_uk: Група
zh_tw: 群組

source: Select a group ...
ru_ru: Выберите группу ...
uk_uk: Обрати групу ...
zh_tw: 選擇一個群組 ...

source: Shared folder
ru_ru: Общий каталог
uk_uk: Спільна тека
zh_tw: 共享檔案夾

source: Shared folder must not be 'None' to enable webdav
ru_ru: Общая папка не должна быть ''Нет'', чтобы включить webdav
uk_uk: Щоб увімкнути webdav, спільна тека не має мати значення "Немає".
zh_tw: 若要啟用 webdav，共享檔案夾必須不是 'None'。

source: This option specifies the group that has access.
ru_ru: Этот параметр определяет группу, которая имеет доступ.
uk_uk: Цей параметр визначає групу, яка має доступ.
zh_tw: 此選項指定有存取權限的群組。

source: Updated WebDAV settings.
ru_ru: Обновлены настройки WebDAV.
uk_uk: Оновлені налаштування WebDAV.
zh_tw: 已更新 WebDAV 設定。

source: Use auth
ru_ru: Используйте авторизацию
uk_uk: Використовуйте авторизацію
zh_tw: 使用驗證

source: extra nginx config lines
ru_ru: дополнительные строки конфигурации nginx
zh_tw: 額外 nginx 設置行

source: extra nginx config lines<br/>Must be valid for the nginx location context
ru_ru: Дополнительные строки конфигурации nginx <br/>Должны быть действительны для контекста местоположения nginx
uk_uk: Додаткові рядки конфігурації nginx<br/>Мають бути дійсними для контексту розташування nginx
zh_tw: 額外的 nginx 設置列<br/>必須在 nginx location 的境況中是合用的。
